<template>
	<div id="">
		<h2 class="text-center">《 用户许可协议 》</h2>
		<article>
			欢迎来到“我是谁”APP。请务必仔细阅读条款，您的直接或通过各类方式对“我是谁”APP的下载、安装、使用、账号获取、分享和登陆等直接间接使用“我是谁”APP服务和数据的行为，将被视为已无条件接受本声明所涉全部内容。若您对本声明的任何条款有异仪，请停止使用“我是谁”APP平台所提供的全部服务。
		</article>
		<section>
			<h4>一、使用规则</h4>
			<p>1、用户注册后，应妥善保管该账号和密码：用户应当对该“用户账号”进行的所操作使用行为负法律责任。</p>
			<p>2、用户须对在“我是谁”APP的注册信息的真实性、合法性、有效承担全部责任，用户不得冒充他人，不得利用他人的名义发布任何信息；不得恶意使用注册帐户导致其他用户误认；否则“我是谁”APP有权立即停止提供服务，收回其帐号，并由用户独自承担由此而产生的一切法律责任。</p>
			<p>3、用户承诺不得以任何方式利用“我是谁”APP直接或间接从事违反中国法律、以及社会公德的行为，“我是谁” APP有权对违反上述承诺的内容予以隐藏、删除。</p>
			<p>
			    4、用户不得利用“我是谁”APP服务制作、上载、复制、发布、传播或者转载如下内容：
			    <ul>
			   		<li>4.1 反对宪法所确定的基本原则的；</li>
			   		<li>4.2 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
			   		<li>4.3 损害国家荣誉和利益的；</li>
			   		<li>4.4 煽动民族仇恨、民族歧视，破坏民族团结的；</li>
			   		<li>4.5 破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
			   		<li>4.6 散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
			   		<li>4.7 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
			   		<li>4.8 侮辱或者诽谤他人，侵害他人合法权益的；</li>
			   		<li>4.9 骚扰、欺骗其他用户，进行虚假宣传，群发广告等行为的；</li>
			   		<li>4.10  含有法律、行政法规禁止的其他内容的信息。</li>
			   		<li>4.11 “我是谁”APP有权根据本用户协议对用户使“我是谁”APP的情况进行审查和监督，如用户在使用“我是谁”APP时违反任何上述规定，“我是谁” APP或其授权方有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容、暂停或终止用户使用“我是谁”APP的权利）以减轻用户不当行为造成的影响。</li>
			    </ul>
			</p>
		</section>
		<section>
			<h4>二、 知识产权</h4>
			<p>1、如果任何第三方侵犯了“我是谁”APP用户相关的权利，用户同意授权“我是谁”APP或其指定的代理人代表“我是谁”APP自身或用户对该第三方提出警告、投诉、发起行政执法、诉讼、进行上诉或谈判和解，并同意在“我是谁”APP认为必要的情况下参与共同维权。</p>
			<p>2、“我是谁”APP有权对用户发布的内容进行审核，有权根据相关证据结合《侵权责任法》、《信息网络传播权保护条例》等法律法规及“我是谁”APP指导原则对侵权信息进行处理。</p>
			<p>
			    3、如个人或单位发现“我是谁”APP上存在侵犯其自身合法权益的内容，请及时与“我是谁”APP取得联系（邮箱：fjzfr245879@hotmail.com），并提供具有法律效力的证明材料，以便“我是谁”APP作出处理。包含的书面证明材料如下：
				<ul>
					<li>3.1 涉嫌侵权内容所有者的权属证明；</li>
					<li>3.2 明确的身份证明、住址、联系方式；</li>
					<li>3.3 涉嫌侵权内容在“我是谁”APP平台上的位置、描述和著作权遭受侵犯的证明；</li>
					<li>3.4其他必要的具有法律效力的证明材料。</li>
				</ul>
			</p>
		</section>
		<section>
			<h4>三、个人隐私</h4>
			<p>1、尊重用户个人隐私信息的私有性是“我是谁”APP运营的基本原则，“我是谁” APP将通过技术手段、强化内部管理等办法充分保护用户的个人隐私信息，除法律或有法律赋予权限的政府部门要求或事先得到用户明确授权等原因外，“我是谁” APP保证不对外公开或向第三方透露任何用户个人隐私信息，或用户在使用服务时存储的非公开内容。</p>
			<p>2、同时，为了运营和改善“我是谁”APP的技术与服务，“我是谁” APP将可能会自行收集使用或向第三方提供用户的非个人隐私信息，这将有助于“我是谁”APP向用户提供更好的用户体验和服务质量。</p>
		</section>
		<section>
			<h4>四、免责申明</h4>
			<p>1、用户在“我是谁”APP发表的内容仅表明其个人的立场和观点，并不代表“我是谁”APP的立场或观点。作为内容的发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。“我是谁”APP不承担任何法律及连带责任。</p>
			<p>2、由于互联网运营的特殊性，“我是谁” APP不保证平台服务的稳定性，如因网络状况、通讯线路、或管理部门的要求等任何原因而导致您不能正常使用“我是谁”APP平台， “我是谁”APP不承担任何法律责任。
				“我是谁”APP不保证在不可抗力面前维持网站服务的稳定性，如因黑客攻击、电脑病毒侵入或政府管制而造成的暂时性网站关闭。对于因不可抗力或“我是谁”APP不能控制的原因造成的网络服务中断或其它缺陷，“我是谁” APP不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。
			</p>
			<p>3、如果您发现“我是谁”APP上有内容侵犯了您的知识产权或其他权益，请联系我们邮箱：（fjzfr245879@hotmail.com）</p>
		</section>
		<section>
			<h4>五、协议修改</h4>
			<p>1、根据互联网的发展和有关法律、法规及规范性文件的变化，或者因业务发展需要，“我是谁” APP有权对本协议的条款作出修改或变更，一旦本协议的内容发生变动，“我是谁” APP将会直接在“我是谁”APP网站上公布修改之后的协议内容，该公布行为视为“我是谁”APP已经通知用户修改内容。“我是谁”APP也可采用电子邮件或私信的传送方式，提示用户协议条款的修改、服务变更、或其它重要事项。</p>
			<p>2、如果不同意“我是谁”APP对本协议相关条款所做的修改，用户有权并应当停止使用“我是谁”APP。如果用户继续使用“我是谁”APP，则视为用户接受“我是谁”APP议相关条款所做的修改。</p>
		</section>
	</div>
</template>
<style type="text/css">
	body{
		font-family: "微软雅黑";
		padding: 5px;
	}
	.text-center{
		text-align: center;
	}
	article{
		text-indent: 2em;
	}
	p{
		color: #444;
	}
	ul{
		color: #444;
		padding-left: 15px;
	}
	article{
		color: #444;
	}
	h2{
		font-size: 1.1em;
	}
</style>